/* 
  Localizable.strings
  SmartFinder

  Created by Xu Lian on 2015-05-07.
  Copyright (c) 2015 Smartisan. All rights reserved.
*/

"SmartFinder File Manager" = "HandShaker";
"Picture" = "图片";
"Video" = "视频";
"Audio" = "音频";
"File" = "文件";
"Download" = "下载";
"General" = "通用";
"Devices" = "设备";
"Smiling Cloud" = "欢喜云服务";
"Welcome" = "欢迎";
"AutoLaunch" = "自动启动";
"Yes" = "是";
"No" = "否";
"OK" = "确认";
"LoadingPleaseWait" = "正在为你准备手机中的内容...";
"Do you want auto-launch SmartFinder?" = "这是你第一次运行 HandShaker 手机管理软件。\n你是否希望下次连接手机时自动打开 HandShaker？";
"Hint.Device.NotSupportMutiple" = "暂不支持连接多台设备。";
"Alert" = "提示";
"SmartFinderWindowTitle" = "Smartisan 文件管理";
"SidebarLocalPicture" = "图片";
"SidebarPicture" = "图片";
"SidebarVideo" = "视频";
"SidebarAudio" = "音乐";
"SidebarDownload" = "下载";
"SidebarFile" = "全部文件";
"SidebarClipboard" = "剪贴板";
"SidebarMenuReload" = "重新加载数字";
"SidebarConnectPhone" = "连接手机";
"SidebarHandShaker" = "HandShaker";
"SidebarNote" = "便签";
"SidebarIdeaPill" = "闪念胶囊";
"MenuDelete" = "删除";
"MenuOpen" = "打开";
"MenuExport" = "复制 \"%@\" 到 Mac";
"MenuExport_Items" = "复制 %@ 到 Mac";
"Devices List" = "手机列表";
"Connect Your Phone" = "请连接你的手机";
"Connect Phone" = "连接手机";
"Please connect your phone via USB" = "已经连接手机？查看如何打开 “USB 调试” 。";
"Already downloaded it, but can't connect? Get help." = "已经安装应用，但无法建立连接？请尝试拔插数据线或查看帮助。";

"Method To Open USB" = "使用 HandShaker 需要打开手机的 “USB 调试” ，\n开启后会自动安装 “HandShaker” 传输服务手机端应用。";
"Method To Open USB %@ (AOA)" = "使用 HandShaker 前需要安装 HandShaker 手机端应用。\n如尚未安装，请在连接手机解锁后根据相关提示下载，也可以 %@ 扫描二维码下载。\n安装完成后需重新拔插数据线以建立连接。";
"here" = "点击这里";

//"Charging" = "充电中";
"DoNotTouch" = "系统文件";
"Selected" = "选中";
"Total" = "共";
"item"  = "项";
"items"  = "项";
"Unknow Device Name" = "未知手机名称";
"Android Phone" = "Android 手机";
"Default T1 Name" = "Smartisan T1";
"Default U1 Name" = "坚果手机";
"Default T2 Name" = "Smartisan T2";
"Default M1 Name" = "Smartisan M1";
"Default M1L Name" = "Smartisan M1L";
"Default U2 Name" = "坚果手机";
"SongName" = "名称";
"SongTime" = "时间";
"SongArtist" = "表演者";
"SongAlbum" = "专辑";
"SongPath" = "路径";
"SongKind" = "种类";
"SongPlayCount" = "播放次数";
"SongBitrate" = "比特率";
"SongYear" = "年份";
"SongTrack" = "音轨编号";
"SongGenre" = "风格";
"AllFiles" = " 所有文件";
"New Folder" = "新建文件夹";
"Import" = "导入";
"Export" = "导出";
"ExportTo" = "导出到 Mac";
"Open" = "打开";
"Rename" = "重命名";
"Open With" = "打开方式";
"Get Info" = "显示简介";
"Favorite" = "收藏";
"UnFavorite" = "取消收藏";
"Year" = "年";
"Month" = "月";
"January" = "一月";
"February" = "二月";
"March" = "三月";
"April" = "四月";
"May" = "五月";
"June" = "六月";
"July" = "七月";
"August" = "八月";
"September" = "九月";
"October" = "十月";
"November" = "十一月";
"December" = "十二月";
"PhotoTabAll" = "所有图片";
"AllPhotos" = "所有照片";
"PhotoTabCamera" = "相机相册";
"PhotoTabAlbum" = "所有相册";
"PhotoTabTimeNone" = "默认视图";
"PhotoTabTimeWeek" = "周视图";
"PhotoTabTimeMonth" = "月视图";
"VideoTabAll" = "所有视频";
"VideoTabCamera" = "相机视频";
"VideoTabOther" = "视频文件夹";
"AudioTabSong" = "歌曲";
"AudioTabFolder" = "文件夹";
"AudioTabAlbum" = "专辑";
"AudioTabArtist" = "艺术家";
"AudioTabGenre" = "风格";
"AllPhotoAlbums" = "所有相册";
"AllVideoAlbums" = "其他视频";
"PhotoAlbumRootFolder" = "根目录";
"NewFolder" = "新建文件夹";
"SortBy" = "排序方式";
"SortByName" = "名称";
"SortByKind" = "种类";
"SortBySize" = "大小";
"SortByModifiedDate" = "修改日期";
"SortByCreatedDate" = "创建日期";
"Back" = "返回";
"Paste" = "粘贴项目";
"Paste More" = "粘贴 %d 项";
"Sort" = "排序";
"Sort By Date" = "按添加时间排序";
"Sort By Duration" = "按时长排序";
"N_albums" = "%ld 张专辑";
"N_songs" = "%ld 首音频";
"1_album" = "1 张专辑";
"1_song" = "1 首音频";
"Unknown Artist" = "未知艺术家";
"Unknown Genres" = "未知风格";
"Shuffle Artist" = "随机播放该艺术家音频";
"Shuffle Album" = "随机播放专辑";
"Year Unknown"  = "未知年份";

"TableHeaderFilename" = "名称";
"TableHeaderFilesize" = "大小";
"TableHeaderFiletype" = "种类";
"filetype folder" = "文件夹";
"filetype document" = "文档";
"TableHeaderLastmodifieddate" = "修改日期";
"TableHeaderCreatedDate" = "创建日期";
"DiskSpaceUsage" = "已使用";
"Internal Storage Tab" = "手机存储";
"SD Card Tab" = "SD 卡";
"Internal Storage Root Name" = "手机存储";
"SD Card Root Name" = "SD 卡";

"Delete" = "删除";
"Cancel" = "取消";
"Delete selected %d files?" = "确认要删除选中的 %d 个项目吗？";
"Delete selected %d file?" = "确认要删除选中的 %d 个项目吗？";
"Deleted files cannot be restored!" = "注意：删除后的文件无法恢复。";
"Deleted file cannot be restored!" = "注意：删除后的文件无法恢复。";
"NoOpenerApplication" = "没有程序可以打开该文件";
"TransferSpeedAndSize" = "传输速度和传输大小";
"YouCanNotDeleteSystemFile" = "你不能删除系统文件，请选择其它文件后再尝试此操作。";
"DoesNotSupportDropToApplicaiton" = "你只能拖拽文件到 Finder 目录。";

"Today" = "今天";
"Yesterday" = "昨天";
"PhotoYearMonthDay" = "yyyy 年 M 月 d 日";
"PhotoMonthDay" = "M 月 d 日";
"PhotoYearMonth" = "yyyy 年 M 月";
"PhotoMonth" = "M 月";
"PhotoDay" = "d 日";

"1 byte" = "1 byte";
"bytes" = "bytes";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";

"PanoramaPhotoItem" = "全景照片";
"VideoItem" = "视频";
"number_th" = "第";
"week" = "周";
"FileUploadFinish" = "文件导入完毕";
"FileUploadSuccessfully" = "成功导入 1 个文件。";
"FilesUploadSuccessfully" = "成功导入 %lu 个文件。";
"FileExportFinish" = "文件导出完毕";
"FileExportSuccessfully" = "成功导出 1 个文件。";
"FilesExportSuccessfully" = "成功导出 %lu 个文件。";
"FileDeleteFinish" = "文件删除完毕";
"FileDeleteSuccessfully" = "成功删除 1 个文件。";
"FilesDeleteSuccessfully" = "成功删除 %lu 个文件。";
"PhotoUploadFinish" = "图片导入完成";
"PhotoUploadSuccessfully" = "成功导入 1 张图片。";
"PhotosUploadSuccessfully" = "成功导入 %lu 张图片。";
"PhotoExportFinish" = "图片导出完毕";
"PhotoExportSuccessfully" = "成功导出 1 张图片。";
"PhotosExportSuccessfully" = "成功导出 %lu 张图片。";
"PhotoDeleteFinish" = "图片删除完毕";
"PhotoDeleteSuccessfully" = "成功删除 1 张图片。";
"PhotosDeleteSuccessfully" = "成功删除 %lu 张图片。";
"VideoUploadFinish" = "视频导入完成";
"VideoUploadSuccessfully" = "成功导入 1 个视频。";
"VideosUploadSuccessfully" = "成功导入 %lu 个视频。";
"VideoExportFinish" = "视频导出完毕";
"VideoExportSuccessfully" = "成功导出 1 个视频。";
"VideosExportSuccessfully" = "成功导出 %lu 个视频。";
"VideoDeleteFinish" = "视频删除完毕";
"VideoDeleteSuccessfully" = "成功删除 1 个视频。";
"VideosDeleteSuccessfully" = "成功删除 %lu 个视频。";
"AudioDeleteFinish" = "音频删除完毕";
"AudioDeleteSuccessfully" = "成功删除 1 个音频。";
"AudiosDeleteSuccessfully" = "成功删除 %lu 个音频。";
"ThisFileNameExist" = "这个文件名已经存在 \"%@\"。";
"FilenameIsTooLong" = "名称已达到最大字符限制。";
"IllegalFileName" = "不能使用 \"%@\" 作为文件名。";
"RenameFileNameFailed" = "重命名文件夹失败。";
"PickAnotherFileName" = "请重新输入一个文件名。";
"RenameAlbum" = "重命名此相册";
"TransportPhotoToPhone %@" = "传输到 %@";
"Phone" = "手机";
"PhotoAlbumRootDirectory" = "根目录";
"PhotoAlbumSDCardRootDirectory" = "SD 卡根目录";
"PhotoAlbumFromMac" = "来自 Mac 的照片";
"VideoAlbumFromMac" = "来自 Mac 的视频";
"PhotoAlbumWeibo" = "微博";
"NewAlbum" = "未命名的相册";
"PhotoAlbumSelfToken" = "自拍相册";
"PhotoAlbumPanorama" = "全景相册";
"PhotoAlbumGarbage" = "回收站";
"PhotoAlbumStar" = "加星收藏";
"PhotoAlbumNote" = "便签";
"PhotoAlbumDownload" = "下载";
"PhotoAlbumCamera" = "相机相册";
"PhotoAlbumWeixin" = "微信";
"PhotoAlbumScreenshot" = "屏幕截图";
"PhotoAlbumNewsreader" = "网易新闻";
"PhotoAlbumQuickCapture" = "抢拍相册";
"PhotoAlbumStarCollect" = "加星收藏";
"PhotoAlbumSelfCapture" = "自拍相册";
"PhotoAlbumFullScene" = "全景相册";
"PhotoUploadFinish" = "图片导入完成";
"PhotoDeleteFinish" = "图片删除完成";
"EmptyPhotos" = "暂无图片";
"PhotoTipToDrag" = "你可以将电脑中的图片拖拽到 HandShaker 中";
"PhotoTipToSync" = "你也可以在与手机连接后，将手机中的内容同步到 HandShaker 中";
"PhotoAlbumStarred" = "加星收藏";
"VideoAlbumScreenRecorder" = "屏幕录像";
"UploadPhotoSyncDelay" = "图片同步会有延迟，请 1 分钟后点击左侧\"照片\"刷新图库。导入图片会出现在 \"来自 Mac 的照片\" 相册内。";
"RemovePhotoSyncDelay" = "图片同步会有延迟，请 1 分钟后点击左侧\"照片\"刷新图库显示变化。";
"UploadVideoSyncDelay" = "视频同步会有延迟，请 1 分钟后点击左侧\"视频\"刷新图库。导入视频会出现在 \"来自 Mac 的照片\" 相册内。";
"RemoveVideoSyncDelay" = "视频同步会有延迟，请 1 分钟后点击左侧\"视频\"刷新图库显示变化。";
"RemoveAudioSyncDelay" = "音频同步会有延迟，请 1 分钟后点击左侧\"音频\"刷新图库显示变化。";
"Replace" = "替换";
"KeepBoth" = "保存两者";
"Stop" = "停止";
"Skip" = "跳过";
"Apply to All" = "全部应用";
"Item %@ already exist. Do you want to repalce it?" = "该位置已经存在名为 \"%@\" 的项目。你要用正在移动的项目替换它吗？";
"Quit" = "退出";
"Continue" = "继续";
"Confirm Auth" = "已在手机上点击授权";
"Confirm unknow source apk installation" = "已经在手机勾选未知安装来源";
"EjectPhone" = "推出手机";
"DisconnectWifi" = "断开连接";
"Storage" = "手机存储";
"Battery" = "电量";
"FreeSpace" = "可用空间";
"AppSize" = "应用";
"PicVideoSize" = "图片、视频";
"AudioSize" = "音频";
"DownloadSize" = "下载内容";
"CacheSize" = "缓存数据";
"OtherSize" = "其他";
"SD Card" = "SD 卡";

"Re-plugin your device" = "连接失败";
"Auth your device" = "没有权限访问手机";
"CanNotImport" = "无法导入";
"NotVideoFileFound" = "你选择的路径下找不到任何视频文件。";
"NotPictureFileFound" = "你选择的路径下找不到任何图片文件。";
"NotAudioFileFound" = "你选择的路径下找不到任何音频文件。";
"ShowLeftSideBadge" = "显示左侧统计数字";
"Opening file..." = "正在打开…";
"Importing..." = "正在导入...";
"Exporting..." = "正在导出...";
"Deleting..." = "正在删除...";
"Reverting..." = "正在恢复...";
"Exporting %@" = "正在导出 %@";
"Calculating the size of files..." = "正在计算文件大小...";
"Exporting %d files" = "正在导出 %d 个文件";
"Another copy of %@ is already running." = "有一个 %@ 已经在运行中。";
"This copy will now quit." = "当前程序将会退出。";
"untitled folder" = "未命名文件夹";
"AudioPlay" = "播放";
"Can not play this file, because this is an unsupport music type: %@" = "不支持的文件类型，无法播放该音乐文件: %@";
"FileNameCannotHasDotPrefix" = "你不能使用以点“.”开头的名称，因为这些名称已被系统预留。请选取其他名称。";
"Save as..." = "另存为...";

"Close AudioPlayer" = "关闭音乐播放器";
"Quit AudioPlayer" = "关闭";
"Close AudioPlayer will stop audio playing. Are you sure?" = "关闭后将停止音乐播放并收起播放控制条，确认关闭？";

/* error description */
"Some Errors" = "错误";
"connect device error" = "连接手机失败";
"connect device error reason" = "原因可能是以下之一：\n1、手机没有打开“USB 调试”\n2、USB 线缆接触不良\n3、暂不支持你的手机型号";
"connect device error reason (AOA)" = "可能由于 USB 线缆接触不良或手机型号不支持等原因，暂时无法连接到你的手机。你可以返回主界面通过无线网络建立连接。";

"error unauthorized usb debug" = "请在手机弹出的“允许 USB 调试”对话框点击“确定”按钮，授权\n这台 Mac 连接到你的手机\n\n如果授权对话框未出现，请确认手机打开了“USB 调试”开关，或\n尝试重新将线缆插入手机";
"TableHeaderSongNum" = "音频数";
"TableHeaderFolderPath" = "路径";

"Unable to connect your phone" = "无法连接到你的手机";
"Unknow source apk can not be installed" = "无法在手机端安装传输应用";
"Allow unknow source apk installation" = "使用 HandShaker 需要在手机中安装数据传输服务应用，\n请在系统设置中打开允许从“未知来源”安装应用。";
"Unable to install the Forward Service App" = "原因可能是以下之一：\n1、手机存储空间不足\n2、手机系统禁止使用 ADB 安装应用\n3、手机已关机";
"See How to Do This" = "查看如何打开";
"App Installation Failed" = "手机端传输应用安装失败";
"Check for Solutions" = "查看解决办法";
"Failed to install the Forward Service App" = "无法安装应用「传输服务」";
"Unable to install the Forward Service App, download new version from Offical website." = "无法安装手机端数据传输应用，请安装最新版本的 HandShaker。";
"Unable to launch the Forward Service" = "原因可能是以下之一：\n1、手机中安装的安全软件阻止启动服务\n2、手机系统禁止通过 ADB 启动服务";
"Can’t Launch Transfer Service" = "无法启动传输服务";
"SmartFinder is outdated" = "软件版本过低";
"Please update your SmartFinder" = "当前版本的 HandShaker 已不能使用，请安装最新版本。";
"Apk version is lower than installed version" = "传输服务版本低于已经安装的版本";
"Apk certificate is inconsistent" = "传输服务签名不一致";
"ROM is outdated" = "手机系统版本过旧";
"Please update your ROM" = "请更新你的手机系统。";
"Check For Update" = "在线升级";
"Download It" = "官网下载";
"Handshake failed" = "握手失败";
"Transfer service is running, but handshake failed" = "传输服务已经运行，但是握手操作失败。";
"Handshake connection dropped" = "握手连接中断";
"Transfer service is running, but handshake cause connection droping" = "传输服务已经运行，但握手操作时发生连接中断。";
"Send USB Request Failed" = "发送 USB 请求失败";
"USB Request timeout" = "发送 USB 请求超时";
"Need handshake first" = "发送请求前需要先握手";
"HandShaker No Permission" = "HandShaker 没有权限对此文件进行操作";
"File IO permission error" = "文件权限错误";
"File IO insufficient disk space error" = "磁盘空间不足";
"Free some disk space from your phone." = "建议释放手机空间。";
"Downloaded file failed MD5 check" = "下载文件 MD5 检测错误。";
"The currently manipulated file is a system file" = "当前操作的文件是系统文件";
"Can not operate on system files" = "不能对系统文件进行操作。";

"Please re-plug in your phone." = "请重新插入设备。";
"Please set unknow source app install allowed." = "请设置手机选项，允许安装未知来源应用。";
"Please upgrade your SmartFinder." = "升级 HandShaker。";
"Please upgrade your ROM." = "请升级手机 ROM";
"Android File Transfer is running" = "Android 文件传输正在运行";
"Quit Android File Transfer" = "自动关闭";
"Do you want to quit Android File Transfer?" = "Android 文件传输可能与 HandShaker 有冲突，是否\n需要以后自动关闭 Android 文件传输?";
"Please quit Android File Transfer and Android File Transfer Agent!" = "HandShaker 可能和 Android File Transfer 有冲突。\n建议你通过 \"应用程序\" -> \"工具\" -> \"活动监视器\"，关闭 Android File Transfer 和 Android File Transfer Agent 这 2 个进程。";
"An error ocurred" = "发生错误";
"Couldn't add Helper App to launch at login item list." = "无法把 HandShakerAgent 加入到系统启动列表。";
"Couldn't remove Helper App from launch at login item list." = "无法把 HandShakerAgent 从到系统启动列表移除。";
"USB session is closed" = "USB 连接已断开";
"USB session is closed reason" = "由于你长时间没有操作或手机端 HandShaker 被限制等原因，有线连接已断开。如果再次连接仍然失败，请查看帮助。";

"Sorry, Your Phone Is Not Supported" = "手机系统版本过低";
"SmartFinder only works with phones with Android version 4.0 or higher" = "抱歉，HandShaker 仅支持 Android 4.0 及以上系统的设备";
"Phone is locked" = "手机处于锁屏状态";
"Please unlock your phone first!" = "请先解锁你的手机。";
"Access blocked" = "访问受限";
"Please auth this Mac from your phone!" = "请在手机内授权这台 Mac 方法";
"There is not enough free disk space, please retry after cleaning up space!" = "电脑存储空间已满，请在清理空间后重试！";
"Clock Error" = "你的电脑和手机有较大的时间差，这可能导致一些潜在问题";
"Clock Gap Too Large Error" = "你的电脑和手机有较大的时间差，这可能导致一些潜在问题。建议你在使用前调整手机时间。";
"Please adjust clock" = "建议你在使用前调整手机时间。";
"Update required" = "需要升级程序";
"Apk version is low" = "手机端 HandShaker 版本过低";
"App version is low" = "电脑端 HandShaker 版本过低";
"Apk version is not compatible with this Mac" = "请根据手机端提示或扫描下面二维码升级手机中的 HandShaker 后再尝试连接。";
//"Required version"  = "需要版本号： ";
//"Current version"  = "当前的版本号： ";
"Update" = "立即升级";
"App version is not compatible with this Phone" = "请更新电脑端 HandShaker 程序后再尝试连接这台手机。";
"You are connecting NoteSeven" = "你在尝试连接三星 Galaxy Note7";
"Turn off this NoteSeven" = "由于该设备有潜在电池爆炸危险，我们强烈建议你立即拔出改设备，并关闭其电源。";
"No app set to open the document %@" = "未设定用来打开文稿“%@”的应用程序。";
"Donwload this file to Mac first. Then open it with selected app" = "你可以尝试下载文件到 Mac，再选择应用程序打开该文件。";
"App transfer is not encouraged" = "直接传输 App 可能会损坏";
"Please zip the app before transfer" = "由于 Android 文件系统和 Mac 文件系统的差异，直接传送 Mac App 可能会导致程序损坏无法使用，建议使用 zip 压缩后再传送。";

//"Unknown" ="未知异常";
//"Sdcard Removed" ="SD 卡被拔出";
"Current storage device unavailable" = "当前设备不可用";
"File transfer failed" = "文件传输失败";
"Delete failed" = "删除失败";

/* info */
"Info General:" = "通用信息:";
"Info Exif:" = "更多信息:";
"Info Name:" = "名称:";
"Info Path:" = "路径:";
"Info Kind:" = "种类:";
"Info Description:" = "描述:";
"Info FileSize:" = "大小:";
"Info Created:" = "创建时间:";
"Info Modified:" = "修改时间:";
"Info Captured:" = "拍摄时间:";
"Info Dimensions:" = "尺寸:";
"Info Orientation:" = "图象方向:";
"Info ExposureProgram:" = "曝光模式:";
"Info ExposureTime:" = "快门速度:";
"Info ExposureProgram Not defined" = "未定义";
"Info ExposureProgram Manual" = "手动曝光";
"Info ExposureProgram Normal program" = "正常曝光";
"Info ExposureProgram Aperture priority" = "光圈优先";
"Info ExposureProgram Shutter priority" = "快门优先";
"Info ExposureProgram Creative program" = "创意拍摄模式";
"Info ExposureProgram Action program" = "动态程序";
"Info ExposureProgram Portrait mode" = "人像模式";
"Info ExposureProgram Landscape mode" = "风景模式";
"Info ExposureProgram Unknown" = "未知";
"Info FNumber:" = "光圈:";
"Info FocalLength:" = "镜头焦距:";
"Info ISOSpeedRatings:" = "ISO:";
"Info ExposureBiasValue:" = "曝光补偿:";
"Info Flash:" = "闪光灯:";
"Info Flash Not Fire" = "关闭";
"Info Flash Fire" = "开启";
"Info GPS:" = "GPS 坐标:";
"Info GPSDateTime:" = "GPS 日期时间:";
"Info DateTime:" = "日期和时间:";
"Info Make:" = "生产厂家:";
"Info Model:" = "机型:";
"Info MeteringMode:" = "测光模式:";
"Info MeteringMode Unknown" = "未知";
"Info MeteringMode Average" = "平均式测光";
"Info MeteringMode CenterWeightedAverage" = "中央重点测光";
"Info MeteringMode Spot" = "点测光";
"Info MeteringMode MultiSpot" = "多点测光";
"Info MeteringMode Pattern" = "权衡式测光";
"Info MeteringMode Partial" = "局部测光";
"Info MeteringMode other" = "其它";
"Info Orientation TOPLEFT" = "1 正常";
"Info Orientation TOPRIGHT" = "2 水平翻转";
"Info Orientation BOTRIGHT" = "3 头向下";
"Info Orientation BOTLEFT" = "4 头向下，水平翻转";
"Info Orientation LEFTTOP" = "5 逆时针旋转 90°，水平翻转";
"Info Orientation RIGHTTOP" = "6 逆时针旋转 90°";
"Info Orientation RIGHTBOT" = "7 顺时针旋转 90°，水平翻转";
"Info Orientation LEFTBOT" = "8 顺时针旋转 90°";
"Info Orientation Unknown" = "未知";
"Info Kind Folder" = "目录";

/* Preview */
"Preview Info" = "详情";

/* Preference */

"PreferenceAutoPopWindowAfterPluginPhone" = "连接手机时自动打开 HandShaker";
"PreferenceAutoKillAFTAfterPluginPhone" = "连接手机时自动退出 Android 文件传输";
"Preference.Cloud.ServiceTitle" = "Smartisan 欢喜云服务";
"Preference.Cloud.OpenService" = "开启欢喜云服务";
"Preference.Cloud.RegisterTitle" = "注册新账户";
"Preference.Cloud.LoginTitle" = "登录已有账户";
"Preference.Cloud.LogoutTitle" = "退出登录";
"Preference.Cloud.ServiceIntroduce" = "通过免费的 Smartisan 欢喜云服务，HandShaker 中的闪念胶囊数据将自动与其他同一账户设备中的内容保持一致";
"Preference.Cloud.OpenService" = "开启欢喜云服务";
"Preference.Cloud.LoginServiceSubtitle" = "您可以通过本人专属 Smartisan ID 登录欢喜云服务，登录后 HandShaker 中的闪念胶囊数据将自动与其他同一账户设备中的内容保持一致";
"Preference.Cloud.RegisterTitle" = "注册新账户";
"Preference.Cloud.LoginTitle" = "登录已有账户";
"Preference.Cloud.NoNetwork" = "请在连接到网络后再试";
"Preference.Cloud.ChangeUserInfo" = "更改账户信息";
"Preference.Cloud.LogoutTitle" = "退出登录";
"Preference.Cloud.SyncItems" = "欢喜云同步项";
"Preference.Cloud.IdeaPillsSyncTitle" = "闪念胶囊";
"Preference.Cloud.IdeaPillsSyncIntroduceBeta" = "闪念胶囊同步功能目前处于测试阶段，开启后可能会在使用过程中遇到一些不可预测的 bug，甚至造成数据丢失，是否开启？";
"Preference.Cloud.IdeaPillsSyncTitleOpenBeta" = "开启";
"Preference.Cloud.IdeaPillsSyncTitleBeta" = "闪念胶囊（测试版）";
"Preference.Cloud.TPasswordSyncTitle" = "T-Password";
"Preference.Cloud.Hint.NotSync" = "尚未开启同步";
"Preference.Cloud.LogoutIntroduce" = "退出登录后，你的 Smartisan ID 将与 HandShaker 解除绑定，HandShaker 中的闪念胶囊将不会与其它设备同步。";
"Preference.Cloud.Password" = "密码";
"Preference.Cloud.Login" = "登录";
"Preference.Cloud.ForgetPassword" = "忘记密码？";
"Preference.Cloud.ChangeToPhoneLogin" = "切换为手机号码登录";
"Preference.Cloud.ChangeToMailLogin" = "切换为邮箱登录";
"Preference.Cloud.AccountPhonePlaceHolder" = "手机号码";
"Preference.Cloud.CaptchaPlaceHolder" = "验证码";
"Preference.Cloud.AccountMailPlaceHolder" = "邮箱";
"Preference.Cloud.LogHint" = "使用 Smartisan ID 登录欢喜云";
"Preference.Cloud.LogThirdPartHint" = "其他账号登录：";

"Preference.Cloud.ErrorCode" = "错误码";
"Preference.Cloud.TPHint.PhoneFormatWrong" = "手机号码格式不正确";
"Preference.Cloud.TPHint.MailFormatWrong" = "邮箱格式不正确";
"Preference.Cloud.TPHint.UnregisterPhone" = "手机号不存在";
"Preference.Cloud.TPHint.UnregisterMail" = "邮箱不存在";
"Preference.Cloud.TPHint.InvalidPassword" = "密码不正确";
"Preference.Cloud.TPHint.CaptchaBadFormat" = "验证码格式错误";
"Preference.Cloud.TPHint.PlsInputCaptcha" = "请填写验证码";
"Preference.Cloud.TPHint.InvalidCaptcha" = "验证码错误";
"Preference.Cloud.TPHint.RefreshCaptcha" = "验证码过期";
"Preference.Cloud.TPHint.BadRequest" = "网络请求错误";
"Preference.Cloud.TPHint.LoginFailed" = "登录失败";
"Preference.Cloud.TPHint.SyncFailed" = "同步失败";
"Preference.Cloud.TPHint.Syncing" = "正在同步...";
"Preference.Cloud.TPHint.Synced1" = "已同步";
"Preference.Cloud.TPHint.Synced2" = "项";
"Preference.Cloud.TPHint.Synced3" = "最后同步时间";
"Preference.Cloud.TPHint.InvalidToken" = "凭证失效";
"Preference.Cloud.TPHint.RequestError" = "请求错误";
"Preference.Cloud.TPHint.OAuthError" = "授权失败";
"Preference.Cloud.TPHint.JumpError" = "跳转异常";
"Preference.Cloud.TPHint.UnbindPhone" = "你的账户尚未绑定手机号，点击确认后将跳转到官网绑定。";
"Preference.Cloud.ThirdPlatform.Wechat" = "微信";
"Preference.Cloud.ThirdPlatform.Weibo" = "微博";
"Preference.Cloud.InvalidToken" = "账户登录状态已失效";
"Preference.Cloud.InvalidToken.Introduce" = "由于欢喜云账户密码被修改或其他原因，当前账户已退出登录。";

"PreferenceConnecting" = "连接";
"PreferencePrivacy" = "用户体验";
"PreferenceSendUsageData" = "加入“用户体验计划”";
"PreferenceSendUsageDataTip" = "加入“用户体验计划”后，我们将通过收集软件的使用数据来改善用户体验。 Smartisan 不会保存你的隐私信息。";
"PreferenceKillAFTTip" = "SmartFinder 将会在启动时候关掉 AFT，并且再退出程序前恢复 AFT 运行。";
"Device Name" = "设备名称";
"Device Trust" = " 信任";
"Device Trust Label" = "通过无线网络连接过的设备将出现在这里。你可以在与手机建立连接时选择“信任”。";
"Forget Device" = "移除该设备";
"Forget" = "移除";
"Forget %@ ?" = "移除手机 \"%@\"?";

"PreferenceSyncOption" = "本地同步选项";

/* Navbar */
"Nav.Segment.ShowAsIcon" = "以图标方式显示项目";
"Nav.Segment.ShowAsList" = "以列表方式显示项目";

/* Clipboard */
"Copy" = "复制";
"Clear" = "清空";
"Last7Days" = "过去七天";
"PastMonth" = "最近一个月";
"Earlier" = "更早";
"Clear Clipboard?" = "确定要清空手机剪贴板中的所有内容?";
"The contents of the phone's clipboard can't be recovered once they have been cleared!" = "注意： 清空后手机剪贴板中的内容将无法恢复。";
"The contents of the phone's clipboard can't be recovered once they have been deleted!" = "注意： 删除后手机剪贴板中的内容将无法恢复。";
"Clipboard" = "剪贴板";
"Clipboard.Enter" = "可以在这里输入文字，添加至手机剪贴板";
"Phone Clipboard Is Empty" = "手机剪贴板为空";
"Recently cut or copied text will appear here" = "手机最近复制或者剪切过的文字将会出现在这里";
"ExpendAll" = "展开全部";
"Total %lu characters, Copy and paste to get all text" = "共 %lu 个字符，全部文本请在复制粘贴后查看";

"FR_Join_UX_Program" = "加入“用户体验计划”";
"FR_Yes" = "加入";
"FR_No" = "不";
"FR_Do_you_want_to_join_our_ux_program" = "加入“用户体验计划”后，我们将通过收集你的使用数据来改善你的用户体验。 Smartisan 不会保存你的隐私信息。";
"The string length can not exceed 20000." = "字符串长度不能超过 20000。";

/* Wireless */
//"Searching for nearby connected devices..." = "正在搜索附近可连接的设备...";
"Connect Your Phone via USB Cable" = "也可以通过 USB 数据线连接到手机 ";
"Connect to wireless network first" = "请先连接到无线网络";
"Method To Use Wireless Connect" = "请确保手机和电脑处于同一无线网络，并在手机端打开 HandShaker 应用";
"Method To Install Apk" = "如手机上尚未安装 HandShaker 应用，请 %@ 下载。%@";
"Connect.Scan.QRCode" = "看不到要连接的手机？请扫码连接。";
"Wireless Can't Connect?" = "无法连接？";
"Click Here" = "扫描二维码";
"Scan to Download App" = "手机扫描下载 Apk";
"Click to search again" = "点击重新搜索";
"Did not find connectable devices" = "没有搜索到可连接的设备";

"Connect to This Phone" = "连接";
"Wirelessly connect to your phone." = "要通过无线网络与手机建立连接，请确保电脑和手机连接到同一无线网络。\n如果无法通过无线网络连接，请使用 USB 数据线连接到手机。";
"Wifi session is closed reason" = "由于网络环境不稳定或手机端 HandShaker 连接超时等原因，无线连接已断开。如果重试多次失败，请通过 USB 连接或查看帮助。";
"Wifi session is closed" = "无线连接已断开";
"Get help" = "查看帮助";
"Connect via USB" = "通过 USB 连接";
"Do you want to connect to this phone via USB cable?" = "你是否要通过 USB 连接到这台手机？";
"Do you want to connect to this phone via USB cable? The detection is currently in sync, and the synchronization will automatically stop when you connect via USB." = "你是否要通过 USB 连接到这台手机？检测到当前正在进行同步，通过USB连接时，会自动停止同步。";
"Failed connect to this phone!" = "该手机拒绝连接！";
"The number of connected phones can not exceed 7" = "显示连接手机的数量不能超过 7 个";
"It is recommended to use the usb cable to connect" = "建议使用 USB 数据线连接";
"The file size is too big" = "当前传输文件过大，建议通过 USB 数据线传输。";
"Transfer.FileNameTooLong" = "文件名过长，无法传输";
"Transfer.PartsOfFilesTooLongName" = "由于部分文件的文件名过长将无法传输，是否继续传输所选的其他文件";
"Continue To Use Wifi" = "继续使用无线传输";
"Do not remind again" = "不再提示";
"Current WLAN:" = "当前网络：";
"Connected to LAN" = "已连接到本地网络";
"Connect.QRCode.PleaseOpenWIFI" = "请打开 WI-FI";
"Connect.QRCode.ConnectManually" = "请打开 HandShaker 手机客户端，扫描上方二维码连接";
"Connect.QRCode.ScanToConnect" = "扫码连接 HandShaker";
"Connect.QRCode.Overdued" = "二维码已过期，请点击刷新";


/*SFIntroTrustView*/
"Back To Home" = "返回主界面";
"Re-Search" = "重新搜索手机";
"Please choose to trust the computer in the phone" = "请在手机端选择信任此台电脑";
"Please unlock (%@), and in the phone to choose the “trust”, allowing the computer connected" = "请先解锁手机 “%@”，并在手机端选择“信任”，允许这台电脑连接";
"Connection Failed" = "连接失败";
"connection timeout." = "由于手机端 HandShaker 连接超时，连接失败。\n请点击“重新搜索手机”重试。";
"Wifi connection failed." = "由于网络环境不稳定或手机端 HandShaker 连接超时等原因，连接失败。\n请点击“重新搜索手机”重试。";
"%@ refused to trust this computer, connection failed. \n if you continue to connect, try disconnecting the current connection." = "手机 “%@” 拒绝信任这台电脑，连接失败。\n如果仍然需要连接，请再次连接手机并点击“信任”。";
"Do you want to forget  this trust record?" = "请确认是否要移除手机\"%@\"?\n\n如果点击“移除该设备”，设备将从 HandShaker 设备列表中移除，下次连接时需要在手机弹窗中再次信任此电脑才能连接。";

"SD Card Permission Alert" = "由于 Android 系统限制，无法对外置 SD 卡中的内容进行文件操作。请在手机端打开 HandShaker 应用，根据提示进行设置。";
"Can not edit sd card files" = "当前手机系统版本低于 Android 5.0 ，无法对外置 SD 卡中的内容进行文件操作。";


/* SFPhotoSyncConfigView */
"%@ already connect to HandShaker" = "“%@”已与 HandShaker 建立连接";
"Do you need to keep the photos in %@ in sync with the photos in HandShaker? The added and deleted photos in phone and HandShaker will affect each other in the next automatic synchronisation, which can also be viewed in HandShaker without connecting to the phone" = "是否需要将%@中的照片与 HandShaker 中的照片保持自动完全同步？开启自动完全同步后，手机和 HandShaker 中照片的增删都会在下一次自动同步时影响彼此，未连接手机时，也可以在 HandShaker 中浏览这些内容。";
"Later" = "稍后再说";
"Enable auto sync" = "开启自动完全同步";

/* PhotoSync */
"The current %@ is in sync with the photos in HandShaker, please confirm whether to stop?" = "当前“%@”正在与 HandShaker 中的照片保持同步，请确认是否停止？";
"Move to album" = "移动到相册";
"Resume" = "恢复";
"Can't open photo ’%@’, because it's in the dustbin." = "不能打开照片“%@”，因为它在回收站中。";
"If you want to view this image, please restore it." = "若要查看这张图片，请先将它恢复。";
"Support only the photos in the HandShaker album" = "只支持拖入 HandShaker 相册里的照片";
"Only support the photos in the phone album" = "只支持拖入手机相册里的照片";
"Syncing..." = "正在自动同步...";
"Sync complete" = "同步完成";
"Last sync time" = "上次自动完全同步时间：";
"Auto sync has started" = "已开始自动同步";
"Loading garbage data" = "正在加载回收站数据，请稍后再查看回收站数据。";
"%@ is in sync with the picture in HandShaker" = "%@ 正在与 HandShaker 中的图片同步";
"Stop sync" = "停止本次同步";
"Sync is in progress, unable to complete the operation" = "正在进行同步，无法完成该操作";

/* PhotoError */
"Synchronous error:" = "同步有错误： ";
"Unknown error" = "未知错误";
"The folder for the synchronous log is missing" = "同步日志的文件夹丢失";
"Mobile phone information error" = "手机信息错误";
"Real-time synchronous open error" = "实时同步开启错误";
"Real-time synchronous closing error" = "实时同步关闭错误";
"Sync stopped" = "同步已经停止";
"Synchronous end notification error" = "同步结束通知错误";
"Synchronization is already underway" = "同步已经在进行";
"Automatic synchronization has been opened" = "自动同步已经开启";
"Insufficient available space" = "空间不足";
"Mac Insufficient available space" = "Mac空间不足";
"Phone Insufficient available space" = "手机空间不足";
"Update synchronous record error" = "更新同步记录错误";
"Get local file error" = "获取本地文件错误";
"To get the wrong file, please reconnect to the phone and then synchronize" = "获取手机文件错误, 请重新连接手机后，再做同步";
"Check for available space errors" = "检查可用空间错误";
"Synchronous Item type error" = "同步 Item 类型错误";
"Update the first sync identity error" = "更新首次同步标识错误";
"Update synchronization scope error" = "更新同步范围错误";


/* PhotoSyncConfig */
"Current connect device:" = "当前连接的设备:";
"Unknown device" = "未知的设备";
"It haven't been in auto sync yet" = "从未进行过自动同步";
"Make the %@ automatic complete synchronization with HandShaker" = "使“%@”与 HandShaker 自动完全同步";
"You can maintain automatic synchronization with HandShaker after establishing a connection with %@" = "在与“%@”建立连接后，可以和 HandShaker 保持自动同步";
"When %@ and HandShaker are fully synchronized, the image of %@ and HandShaker's photos will affect each other in the next synchronization" = "使%@与 HandShaker 完全同步后，“%@”和 HandShaker 中的照片的增删\n都会在下一次自动同步时影响彼此";
"The device has not been synchronized" = "该设备尚未进行过同步";
"Getting the most recent synchronization time..." = "正在获取最近同步时间...";
"Keep in sync with the photos in HandShaker..." = "正在与 HandShaker 中的照片保持同步...";
"Make sure your phone is automatically in sync with HandShaker" = "确认使手机与 HandShaker 自动完全同步";
"The photos in HandShaker will be completely consistent after the full automatic synchronization is turned on, and the contents can be viewed in HandShaker when the phone is not connected" = "开启自动完全同步后，手机与 HandShaker 中照片将保持完全一致，未连接手机时，也可以在 HandShaker 中浏览这些内容";
"%@ has been connected with HandShaker" = "%@已经与 HandShaker 建立连接";

/* Photo */
"Add album" = "新建相册";
"Remain %@ days" = "剩余 %@ 天";
"Remain %@ day" = "剩余 %@ 天";
"To delete" = "即将删除";
"Photos of the recycle bin will remain for 30 days and will be permanently deleted" = "回收站的照片将保留 30 天, 之后的将永久删除";
"You cannot add photos to the recycle bin" = "不能向回收站添加照片";
"Transfer..." = "正在传输...";
"Because of the connection interrupt, the photo synchronization has stopped, such as automatic synchronization, and the next time it is connected, it will continue to synchronize." = "因为连接中断，照片同步已停止，如已开启自动同步，下次连接时，会继续同步。";

"The preview image changes, please return the list first, and then reopen the preview screen." = "预览的图片发生变更，请先返回列表，再重新打开预览界面。";

"Automatic synchronization has started" = "已开始自动同步";

"EmptyPhotoUnconnectedMsg" = "你可以将电脑中的图片拖拽到 HandShaker 中，这样在与手机建立连接并在设置中开启“自动完全同步”功能后\n手机中的所有图片将自动被同步到 HandShaker 中，并且会和 HandShaker 中的图片保持一致";
"EmptyPhotoConnectedUnsyncedMsg" = "你可以将电脑中的图片拖拽到 HandShaker 中。在设置中开启“自动完全同步”功能后\n手机中的所有图片将自动被同步到 HandShaker 中，并且会和 HandShaker 中的图片保持一致";
"EmptyPhotoConnectedSyncedMsg" = "你可以将电脑中的图片拖拽到 HandShaker 中\n手机中的所有图片也将自动被同步到 HandShaker 中，并且会和 HandShaker 中的图片保持一致";
"ExportNotSupportGarbage" = "回收站的文件，不支持导出";

"To set up" = "前往设置";

"You are in a smart album of pictures, unable to move pictures to other albums" = "您正在浏览智能相册中的图片，无法将图片移动到其他相册";

/* dstAlbumVc */
"Move photo to" = "将照片移动到";

"Clear Up" = "清除";

/* Empty Data View */
"No Image" = "暂无图片";
"Images in your phone Gallery will be displayed here" = "手机中的图片文件会显示在这里";
"No Song" = "暂无歌曲";
"Songs in your Music app will be displayed here" = "手机中的歌曲将显示在这里";
"No Video" = "暂无视频";
"Videos in your phone storage will be displayed here" = "手机中的视频文件会显示在这里";
"Download Empty" = "下载文件夹为空";
"Files in your Download folder will be displayed here" = "下载文件夹内的文件会显示在这里";
"Folder Empty" = "文件夹为空";
"Files in this foleder will be displayed here" = "文件夹内的文件会显示在这里";
"Clipboard Empty" = "手机剪贴板为空";
"Clipboard item will be displayed here" = "手机最近复制或者剪切过的文字将会出现在这里";

"tday" = "今天";
"Canada" = "加拿大";
"United States" = "美国";
"Russia" = "俄罗斯";
"Egypt" = "埃及";
"South Africa" = "南非";
"Greece" = "希腊";
"Netherlands" = "荷兰";
"Belgium" = "比利时";
"France" = "法国";
"Spain" = "西班牙";
"Hungary" = "匈牙利";
"Italy" = "意大利";
"Romania" = "罗马尼亚";
"Switzerland" = "瑞士";
"Austria" = "奥地利";
"United Kingdom" = "英国";
"Denmark" = "丹麦";
"Sweden" = "瑞典";
"Norway" = "挪威";
"Poland" = "波兰";
"Germany" = "德国";
"Peru" = "秘鲁";
"Mexico" = "墨西哥";
"Cuba" = "古巴";
"Argentina" = "阿根廷";
"Brazil" = "巴西";
"Chile" = "智利";
"Colombia" = "哥伦比亚";
"Venezuela" = "委内瑞拉";
"Malaysia" = "马来西亚";
"Australia" = "澳大利亚";
"Indonesia" = "印度尼西亚";
"Philippines" = "菲律宾";
"New Zealand" = "新西兰";
"Singapore" = "新加坡";
"Thailand" = "泰国";
"Japan" = "日本";
"South Korea" = "韩国";
"Vietnam" = "越南";
"China" = "中国";
"Turkey" = "土耳其";
"India" = "印度";
"Afghanistan" = "阿富汗";
"Sri Lanka" = "斯里兰卡";
"Iran" = "伊朗";
"Morocco" = "摩洛哥";
"Tunisia" = "突尼斯";
"Libya" = "利比亚";
"Gambia" = "冈比亚";
"Senegal" = "塞内加尔";
"Mali" = "马里";
"Guinea" = "几内亚";
"Ivory Coast" = "科特迪瓦";
"Burkina Faso" = "布基纳法索";
"Niger" = "尼日尔";
"Togo" = "多哥";
"Benin" = "贝宁";
"Mauritius" = "毛里求斯";
"Liberia" = "利比里亚";
"Sierra Leone" = "塞拉利昂";
"Ghana" = "加纳";
"Uzbekistan" = "乌兹别克斯坦";
"Nigeria" = "尼日利亚";
"Chad" = "乍得";
"Central African Republic" = "中非共和国";
"Cameroon" = "喀麦隆";
"Sao Tome and Principe" = "圣多美和普林西比";
"Gabon" = "加蓬";
"Angola" = "安哥拉";
"Seychelles" = "塞舌尔";
"Sudan" = "苏丹";
"Ethiopia" = "埃塞俄比亚";
"Somali" = "索马里";
"Djibouti" = "吉布提";
"Kenya" = "肯尼亚";
"Tanzania" = "坦桑尼亚";
"Uganda" = "乌干达";
"Burundi" = "布隆迪";
"Mozambique" = "莫桑比克";
"Zambia" = "赞比亚";
"Madagascar" = "马达加斯加";
"Zimbabwe" = "津巴布韦";
"Namibia" = "纳米比亚";
"Malawi" = "马拉维";
"Lesotho" = "莱索托";
"Botswana" = "博茨瓦纳";
"Swaziland" = "斯威士兰";
"Kazakhstan" = "哈萨克斯坦";
"Kyrgyzstan" = "吉尔吉斯斯坦";
"Gibraltar" = "直布罗陀";
"Portugal" = "葡萄牙";
"Luxembourg" = "卢森堡";
"Ireland" = "爱尔兰";
"Iceland" = "冰岛";
"Albania" = "阿尔巴尼亚";
"Malta" = "马耳他";
"Cyprus" = "塞浦路斯";
"Finland" = "芬兰";
"Bulgaria" = "保加利亚";
"Lithuania" = "立陶宛";
"Latvia" = "拉脱维亚";
"Estonia" = "爱沙尼亚";
"Moldova" = "摩尔多瓦";
"Armenia" = "亚美尼亚";
"Belarus" = "白俄罗斯";
"Andorra" = "安道尔共和国";
"Monaco" = "摩纳哥";
"San Marino" = "圣马力诺";
"Ukraine" = "乌克兰";
"Slovenia" = "斯洛文尼亚";
"Czech Republic" = "捷克";
"Slovakia" = "斯洛伐克";
"Liechtenstein" = "列支敦士登";
"Belize" = "伯利兹";
"Guatemala" = "危地马拉";
"El Salvador" = "萨尔瓦多";
"Honduras" = "洪都拉斯";
"Nicaragua" = "尼加拉瓜";
"Costa Rica" = "哥斯达黎加";
"Panama" = "巴拿马";
"Haiti" = "海地";
"Bolivia" = "玻利维亚";
"Guyana" = "圭亚那";
"Ecuador" = "厄瓜多尔";
"French Guiana" = "法属圭亚那";
"Paraguay" = "巴拉圭";
"Martinique" = "马提尼克";
"Suriname" = "苏里南";
"Uruguay" = "乌拉圭";
"Netherlands Antilles" = "荷属安的列斯";
"Brunei" = "文莱";
"Papua New Guinea" = "巴布亚新几内亚";
"Tonga" = "汤加";
"Fiji" = "斐济";
"Cook Islands" = "库克群岛";
"Samoa" = "萨摩亚";
"French Polynesia" = "法属玻利尼西亚";
"Hong Kong" = "中国香港特别行政区";
"Macau" = "中国澳门特别行政区";
"Laos" = "老挝";
"Bangladesh" = "孟加拉国";
"Taiwan" = "台湾";
"Maldives" = "马尔代夫";
"Lebanon" = "黎巴嫩";
"Jordan" = "约旦";
"Syria" = "叙利亚";
"Iraq" = "伊拉克";
"Kuwait" = "科威特";
"Saudi Arabia" = "沙特阿拉伯";
"Yemen" = "也门";
"Oman" = "阿曼";
"United Arab Emirates" = "阿拉伯联合酋长国";
"Israel" = "以色列";
"Bahrain" = "巴林";
"Qatar" = "卡塔尔";
"Mongolia" = "蒙古";
"Nepal" = "尼泊尔";
"Tajikistan" = "塔吉克斯坦";
"Turkmenistan" = "土库曼斯坦";
"Azerbaijan" = "阿塞拜疆";
"Georgia" = "格鲁吉亚";
"Bahamas" = "巴哈马";
"Barbados" = "巴巴多斯";
"Anguilla" = "安圭拉岛";
"Antigua and Barbuda" = "安提瓜和巴布达";
"Cayman Islands" = "开曼群岛";
"Bermuda" = "百慕大群岛";
"Montserrat" = "蒙特塞拉特岛";
"Guam" = "关岛";
"Saint Lucia" = "圣卢西亚";
"Saint Vincent" = "圣文森特岛";
"Puerto Rico" = "波多黎各";
"Grenada" = "格林纳达";
"Trinidad and Tobago" = "特立尼达和多巴哥";
"Jamaica" = "牙买加";
"Dominican Republic" = "多米尼加共和国";
"American Samoa" = "美属萨摩亚群岛";
"Cape Verde" = "佛得角共和国";
"Rwanda" = "卢旺达";
"Aruba" = "阿鲁巴";
"Serbia" = "塞尔维亚共和国";
"Montenegro" = "黑山共和国";
"Croatia" = "克罗地亚";
"Cambodia" = "柬埔寨";
"Bhutan" = "不丹";
